[{"ID":"cabin4","GNAME":"cabin4.jpg","BRAND":"MEC","NAME":"Cabin 4-Person Tent 2.0","COST":"270.00","MSRP":"499.95","ONHAND":"1","ONORDER":"0","DESC":"Roughing it is overrated. Add some serious luxury to your next family outing, car trip or canoe voyage. The Cabin 4 Tent lets you build a real home in the woods. It has plenty of headroom so you don't have to crouch to get in or out, and you can stand up to change your clothes. Double doors with mesh let cool air circulate freely, but keep out all flying insects."},
	{"ID":"amp2","GNAME":"amp2.jpg","BRAND":"MEC","NAME":"AMP 2-Person Tent","COST":"190.00","MSRP":"399.95","ONHAND":"2","ONORDER":"0","DESC":"A spacious tent for those who won't compromise on liveability in the backcountry. Building on the well-loved Volt series, we've amped up the interior volume with vertical walls and a living space that can accommodate wide sleeping pads. Its lightweight design doesn't weigh down your pack, and there's plenty of room to hang out in at night or during storms."},
	{"ID":"amp3","GNAME":"amp3.jpg","BRAND":"MEC","NAME":"AMP 3-Person Tent","COST":"275.00","MSRP":"499.95","ONHAND":"1","ONORDER":"0","DESC":"A spacious tent for those who won't compromise on liveability in the backcountry. Building on the well-loved Volt series, we've amped up the interior volume with vertical walls and a living space that can accommodate wide sleeping pads. Its lightweight design doesn't weigh down your pack, and there's plenty of room to hang out in at night or during storms."},
	{"ID":"spark2","GNAME":"spark2.jpg","BRAND":"MEC","NAME":"Spark 2.0 2-Person Tent","COST":"210.00","MSRP":"419.95","ONHAND":"4","ONORDER":"0","DESC":"Updated for 2020, the new Spark 2.0 now has greater fly coverage and the ability for ultralight fly-and-footprint setup. At, just over a kilo and a half, it's roomy interior gives you plenty of room to hang out, read, escape bugs and, of course, sleep soundly."},
	{"ID":"basecamper6","GNAME":"basecamper6.jpg","BRAND":"MEC","NAME":"Base Camper 6-Person Tent","COST":"225.00","MSRP":"449.95","ONHAND":"3","ONORDER":"0","DESC":"A home away from home for the whole family. The Base Camper 6 Tent's design is easy to set up, so tired travelers can hit the hay shortly after making it to camp. The large floor area offers plenty of room for sprawling sleepers, and you can stand up to change your clothes. This tent is a great option for the first-time family campers or those looking for a little more room."},
	{"ID":"wawona6","GNAME":"wawona6.jpg","BRAND":"THE NORTH FACE","NAME":"Wawona 6-Person Tent","COST":"322.00","MSRP":"549.95","ONHAND":"2","ONORDER":"0","DESC":"Experience camping with the fam without feeling claustrophobic. The Wawona 6-person tent uses pre-bent poles for more vertical walls, so you get ample room for standing and sleeping. Large screen windows on the doors provide venting with a view, and double vestibules give plenty of room to store your gear or put on your shoes out of the rain."},
	{"ID":"wawona4","GNAME":"wawona4.jpg","BRAND":"THE NORTH FACE","NAME":"Wawona 4-Person Tent","COST":"253.00","MSRP":"419.95","ONHAND":"3","ONORDER":"0","DESC":"Experience camping with the fam without feeling claustrophobic. The Wawona 4-person tent uses pre-bent poles for create near-vertical walls, so you get ample room for standing and sleeping. Large screen windows on the doors provide venting with a view, and double vestibules give everyone as dry place to store gear or put shoes out of the rain. It features waterproof single-wall construction that's remarkable easy to pitch, so you'll be out of the car and camping in a flash."},
	{"ID":"ve3","GNAME":"ve3.jpg","BRAND":"THE NORTH FACE","NAME":"VE 25 3-Person Tent","COST":"658.00","MSRP":"919.99","ONHAND":"1","ONORDER":"0","DESC":"A strong and light expedition shelter to handle the most severe conditions. The VE 25 has a dome structure to shed wind and provide ample living space. Reinforcements on the fly and high-strength guylines stand up to Denali-like storms, while the two vestibules offer practical space for all your gear."},
	{"ID":"mountain2","GNAME":"mountain2.jpg","BRAND":"THE NORTH FACE","NAME":"Mountain 25 2-Person Tent","COST":"641.00","MSRP":"919.99","ONHAND":"1","ONORDER":"0","DESC":"Bomber high-mountain protection to handle stormy winter nights and howling winds at base camp. The double-walled design is super sturdy, with plenty of guylines to add stability in particularly bad conditions. A door and vestibule at each end provide convenience, and collapsible fly vents help reduce overnight condensation."},
	{"ID":"eco2","GNAME":"eco2.jpg","BRAND":"THE NORTH FACE","NAME":"Eco Trail 2-Person Tent","COST":"245.00","MSRP":"349.99","ONHAND":"3","ONORDER":"0","DESC":"Sleep easy in this roomy backcountry tent, knowing you're helping do your part for the environment. The Eco Trail tent is made with recycled fabrics, helping to keep material out of landfills. It has a high peak height and spacious interior, so you can sit comfortably at night or during storms."},
	{"ID":"elixir3","GNAME":"elixir3.jpg","BRAND":"MSR","NAME":"Elixir 3-Person Tent","COST":"268.00","MSRP":"384.95","ONHAND":"2","ONORDER":"0","DESC":"Enjoy lots of room and lots of options without spending lots of cash. Easy to assemble and comfortable for short-haul hikes, the Elixir 3 Tent is still light enough to go far and fast. Roll back the fly for venting or stargazing, or button it down if you need shelter from the storm. Comes with the footprint, so you can leave the canopy at home for ultralight outings."},
	{"ID":"hhubba2","GNAME":"hhubba2.jpg","BRAND":"MSR","NAME":"Hubba Hubba NX 2-Person Tent","COST":"410.00","MSRP":"559.95","ONHAND":"1","ONORDER":"0","DESC":"Carry less weight and get more livability on your adventures. A favourite of lightweight backpackers for over a decade, the Hubba Hubba NX now has composite poles that flex under heavy winds, then bounce back to their original shape. Xtreme Shield waterproof coating on the fly and floor is lighter than seam tape and won't degrade like traditional PU coatings."},
	{"ID":"freelite2","GNAME":"freelite2.jpg","BRAND":"MSR","NAME":"Freelite 2-Person Tent","COST":"408.00","MSRP":"559.95","ONHAND":"2","ONORDER":"0","DESC":"This simple shelter has liveable room inside to make it nicer than a sleep pod. The big door and mesh canopy add a spacious feel, but it's compact and light enough to suit those who like to move fast with a just-right-sized pack."},
	{"ID":"habitude4","GNAME":"habitude4.jpg","BRAND":"MSR","NAME":"Habitude 4-Person Tent","COST":"542.00","MSRP":"634.95","ONHAND":"1","ONORDER":"0","DESC":"A spacious outdoor home for adventurous families. The Habitude's roomy interior provides a large space for card games or changing clothes, and the sturdy pole geometry stands up to blustery nights. The easy-to-setup design is big enough for a small family, and it has a large vestibule to store your wet gear."},
	{"ID":"phubba4","GNAME":"phubba4.jpg","BRAND":"MSR","NAME":"Papa Hubba NX 4-Person Tent","COST":"512.00","MSRP":"729.95","ONHAND":"2","ONORDER":"0","DESC":"The largest member of the Hubba NX family uses the same exceptionally light and compact materials as other much-loved models. The Papa fits 4 adults (or a family), yet weighs only 3kg. Composite poles flex under heavy winds, then bounce back to their regular shape. Xtreme Shield waterproof coating on the fly and floor is lighter than conventional seam tape and won't degrade like traditional PU coatings."},
	{"ID":"cooperspur2","GNAME":"cooperspur2.jpg","BRAND":"BIG AGNES","NAME":"Cooper Spur HV UL 2-Person Tent","COST":"499.00","MSRP":"619.95","ONHAND":"4","ONORDER":"0","DESC":"The Copper Spur HV UL2 Tent just got lighter and stronger. The tent body and fly are made with variable-denier nylon that puts strength where you need it without adding overall weight. There's enough interior space to wait out wet weather. Media pockets route cords without causing a tangle. Room at the head area accommodates wide-shouldered occupants, and it tapers towards the foot to save weight."},
	{"ID":"seedhouse2","GNAME":"seedhouse2.jpg","BRAND":"BIG AGNES","NAME":"Seedhouse Superlight 2-Person Tent","COST":"278.00","MSRP":"399.95","ONHAND":"2","ONORDER":"1","DESC":"The Seedhouse SL line offers airy shelter, with a vestibule for your pack, boots, and rain gear. Thru-hikers, touring bikers rejoice! The 2 SL weighs about the same as a bottle of water and a couple of energy bars. A signature lightweight tent from Big Agnes, it has an all-mesh canopy to give you lots of ventilation and reduce weight. Two sidecar vestibules, providing extra storage options, are accessible from the interior."},
	{"ID":"madhouse6","GNAME":"madhouse6.jpg","BRAND":"BIG AGNES","NAME":"Mad House 6-Person Tent","COST":"899.00","MSRP":"1524.95","ONHAND":"1","ONORDER":"0","DESC":"Sturdy and strong, just the ticket to withstand storms at basecamp. The Mad House tent is a 2-room mansion for 6 people, with space cook during windstorms and hang out while you acclimatize. The larger vestibule's door can be set up like an awning for shade on bluebird days."},
	{"ID":"tensleep6","GNAME":"tensleep6.jpg","BRAND":"BIG AGNES","NAME":"Tensleep Station 6-Person Tent","COST":"540.00","MSRP":"774.95","ONHAND":"0","ONORDER":"2","DESC":"Big, bombproof shelter for family camping or a luxury basecamp. When Mother Nature smiles, roll up the fly, exposing the mesh canopy for ventilation and visibility. You can also stake out the front vestibule to create an awning for shade. When her mood gets a little uglier, cover the mesh windows in the vestibule and peg the fly down. Lots of interior room gives you space to hunker down inside with a book or board game while you wait out the storm."},
	{"ID":"flycreek3","GNAME":"flycreek3.jpg","BRAND":"BIG AGNES","NAME":"Fly Creek HV Ultralight 3-Person Tent","COST":"412.00","MSRP":"659.95","ONHAND":"2","ONORDER":"0","DESC":"Get 3-season shelter for 3 people for the same weight as a half-dozen freeze-dried dinners, plus desserts. The single-hub and pole design that uses ultra-light pole clips reduces both set-up time and weight. Mesh body minimizes mass while maximizing ventilation. The HV (high-volume) design creates more liveable space inside. It has a taller head height, steeper sidewalls and vertical doors that add room to the vestibule and prevent rain from dripping into the tent."},
	{"ID":"kohana4","GNAME":"kohana4.jpg","BRAND":"EUREKA","NAME":"Kohana 4-Person Tent","COST":"199.00","MSRP":"299.95","ONHAND":"3","ONORDER":"0","DESC":"With enough room for you + 3, the Kohana 4 Tent is your ticket to getting everyone outside. Mesh panels on the doors, walls and roof keep the bugs out, but help even the lightest sleepers stay cool on hot summer nights. The perfectly uncomplicated structure is everything you need for long weekend getaways and is tall enough to kneel upright and move around comfortably."},
	{"ID":"kohana5","GNAME":"kohana5.jpg","BRAND":"EUREKA","NAME":"Kohana 5-Person Tent","COST":"258.00","MSRP":"369.95","ONHAND":"2","ONORDER":"0","DESC":"With enough room for you + 4, the Kohana 5 Tent is your ticket to getting everyone outside. Mesh panels on the doors, walls and roof keep the bugs out, but help even the lightest sleepers stay cool on hot summer nights. The perfectly uncomplicated structure is everything you need for long weekend getaways and is tall enough for you to stand up, do jumping jacks, practice sun salutations, or whatever you’re into."},
	{"ID":"tundern6","GNAME":"tundern6.jpg","BRAND":"EUREKA","NAME":"Tundern Cove EV 6-Person Tent","COST":"485.00","MSRP":"689.95","ONHAND":"1","ONORDER":"0","DESC":"Looking for a tent to house the whole family? The Tundern Cove 6 Tent was designed for campground escapes. 2 vestibules and enough room for 6 people mean you can bring the whole crew, the dog, and all the gear even chronic over-packers could ever need. Burly fabric holds up against summer breezes, surprise rain storms, and the occasional stray s’more roasting stick."},
	{"ID":"wagontop4","GNAME":"wagontop4.jpg","BRAND":"EUREKA","NAME":"Wagontop 4-Person Tent 2.0","COST":"422.00","MSRP":"649.95","ONHAND":"2","ONORDER":"0","DESC":"Bring the comforts of home to the campground. The updated Eureka Wagontop tent features a more durable floor and a new pole structure that creates a taller living space with plenty of room to stand up and stretch. You can open up the huge windows and door for ventilation and views, or close them up when you need to keep out the elements. The easy to set-up design is a welcome relief when you roll into basecamp just as the sun is setting."},
	{"ID":"ahwahnee2","GNAME":"ahwahnee2.jpg","BRAND":"EUREKA","NAME":"Ahwahnee 2-Person Tent","COST":"650.00","MSRP":"999.95","ONHAND":"1","ONORDER":"0","DESC":"A breathable shelter for warmer mountaineering endeavours. The legendary Ahwahnee 2-person tent is made with incredibly breathable ToddTex fabric, reducing condensation on warmer or wetter alpine advnetures. The longer floor length will please taller campers, with plenty of headroom for those over 6ft."}
]